12/data/attachments/b57a7390da9baaa8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jackie_natural_Friend_72728_9</nif:username>
            <nif:friendToBeRequested>soap_friends_bc07b27b-98ea-4754-abc5-99e04a57ce90</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>